<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 och senare</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 och senare</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 och senare</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 och senare</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 och senare</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 och senare</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 och senare</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 och senare</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 och senare</string>
      <string id="Cat_Google">Microsoft Edge-uppdatering</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge-uppdatering</string>
      <string id="Cat_Preferences">Inställningar</string>
      <string id="Cat_ProxyServer">Proxyserver</string>
      <string id="Cat_Applications">Program</string>
      <string id="Cat_WebView">Webbvy för Microsoft Edge</string>
      <string id="Pol_AutoUpdateCheckPeriod">Åsidosätt period för automatisk sökning efter uppdateringar</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Tidsperiod under varje dag som automatiska sökningar efter uppdateringar ska ignoreras</string>
      <string id="Pol_DownloadPreference">Åsidosättning av klass för hämtnings-URL</string>
      <string id="DownloadPreference_DropDown">Cachelagringsbara URL:er för nedladdning</string>
      <string id="Pol_ProxyMode">Välj hur du vill ange inställningar för proxyserver</string>
      <string id="Pol_ProxyServer">Adress eller URL för proxyserver</string>
      <string id="Pol_ProxyPacUrl">URL till en PAC-proxyfil</string>
      <string id="Pol_DefaultAllowInstallation">Tillåt installation standard</string>
      <string id="Pol_AllowInstallation">Tillåt installation</string>
      <string id="Pol_DefaultUpdatePolicy">Åsidosätt standard för uppdateringsprincip</string>
      <string id="Pol_UpdatePolicy">Åsidosättning av uppdateringsprincip</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Förhindra att skrivbordsgenvägar skapas under installation som standardinställning</string>
      <string id="Pol_CreateDesktopShortcut">Förhindra att skrivbordsgenvägar skapas under installation</string>
      <string id="Pol_TargetVersionPrefix">Åsidosätt målversion</string>
      <string id="Pol_RollbackToTargetVersion">Återställ till målversion</string>
      <string id="Pol_AllowSideBySideExperience">Tillåt att Microsoft Edge-webbläsare används sida vid sida</string>
      <string id="Explain_AllowSideBySideExperience">Den här principen gör att en användare kan köra Microsoft Edge (Edge HTML) och Microsoft Edge (Chromium-baserad) sida vid sida.

Om principen sätts till Inte konfigurerad så kommer Microsoft Edge (Chromium-baserad) att ersätta Microsoft Edge (Edge HTML) efter att Microsoft Edge (Chromium-baserad) Stable-kanalen och säkerhetsuppdateringar från november 2019 har installerats. Detta är samma beteende som för inställningen Inaktiverad.

Inställningen Inaktiverad blockerar användningen "sida vid sida" och Microsoft Edge (Chromium-baserad) ersätter Microsoft Edge (Edge HTML) efter att Microsoft Edge (Chromium-baserad) Stable-kanalen och säkerhetsuppdateringar från november 2019 har installerats. Detta är samma beteende som för inställningen Inte konfigurerad.

När den här principen sätts till Aktiverad kan Microsoft Edge (Chromium-baserad) och Microsoft Edge (Edge HTML) köras sida vid sida efter att Microsoft Edge (Chromium-baserad) har installerats.

För att den här grupprincipen ska gälla måste den konfigureras innan den automatiska installationen av Microsoft Edge (Chromium-baserad) görs via Windows Update. Obs! En användare kan blockera den automatiska uppdateringen av Microsoft Edge (Chromium-baserad) genom att använda Blocker Toolkit för Microsoft Edge (Chromium-baserad).</string>
      <string id="Part_AutoUpdateCheckPeriod">Minuter mellan sökningar efter uppdateringar</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Timme på dagen då uppdateringskontroller ska börja ignoreras</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minut i timmen då uppdateringskontroller ska börja ignoreras</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Antal minuter att ignorera uppdateringskontroll varje dag</string>
      <string id="Part_ProxyMode">Välj hur du vill ange inställningar för proxyserver</string>
      <string id="Part_ProxyServer">Adress eller URL för proxyserver</string>
      <string id="Part_ProxyPacUrl">URL till en PAC-proxyfil</string>
      <string id="Part_UpdatePolicy">Uppdateringsprincip</string>
      <string id="Part_TargetVersionPrefix">Målversion</string>
      <string id="Name_UpdatesEnabled">Tillåt alltid uppdateringar (rekommenderas)</string>
      <string id="Name_ManualUpdatesOnly">Endast manuella uppdateringar</string>
      <string id="Name_AutomaticUpdatesOnly">Endast automatiska tysta uppdateringar</string>
      <string id="Name_UpdatesDisabled">Uppdateringar har inaktiverats</string>
      <string id="ProxyDisabled_DropDown">Använd aldrig en proxy</string>
      <string id="ProxyAutoDetect_DropDown">Identifiera proxyinställningar automatiskt</string>
      <string id="ProxyPacScript_DropDown">Använd ett PAC-proxyskript</string>
      <string id="ProxyFixedServers_DropDown">Använda fasta proxyservrar</string>
      <string id="ProxyUseSystem_DropDown">Använd systemets proxyinställningar</string>
      <string id="Explain_GoogleUpdate">Principer för att reglera installationen och uppdateringen av Microsoft Edge via Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Allmänna principer för Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Om den här principen är aktiverad kan du ange ett värde för minsta antal minuter mellan automatiska sökningar efter uppdateringar. I annat fall görs en automatisk sökning efter uppdateringar var tionde timme som standard.

  Om du vill inaktivera alla automatiska sökningar efter uppdateringar anger du värdet 0 (rekommenderas ej).</string>
      <string id="Explain_DownloadPreference">Om den är aktiverad försöker Microsoft Edge Update-servern tillhandahålla cachelagringsbara URL:er för uppdateringsnyttolaster i sina svar.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Om du aktiverar den här principen ignoreras uppdateringskontroller varje dag från Timma:Minut under en bestämd period (i minuter). Perioden påverkas inte av sommartid. Exempel: om starttiden är 22:00 och perioden är 480 minuter ignoreras uppdateringar under exakt 8 timmar, oavsett om sommartid startar eller slutar under den perioden.

  Om du inaktiverar eller låter bli att konfigurera den här principen ignoreras inte uppdateringskontroller under någon specifik period.</string>
      <string id="Explain_ProxyMode">Gör att du kan ange de proxyserverinställningar som används av Microsoft Edge Update.

Om du aktiverar den här principen kan du välja mellan följande alternativ för proxyservern:
   – Om du väljer att aldrig använda en proxyserver och alltid ansluter direkt ignoreras alla andra alternativ.
   – Om du väljer att använda systemproxyinställningar eller automatisk identifiering av proxyservern ignoreras alla andra alternativ.
   – Om du väljer läget för fast server-proxy kan du ange ytterligare alternativ i principen “Adress eller URL för proxyserver”.
   – Om du väljer att använda ett PAC-proxyskript måste du ange URL: en för skriptet i principen “URL till en PAC-proxyfil”.

Om du aktiverar den här principen kan användarna i din organisation inte ändra proxyinställningarna i Microsoft Edge Update.

Om du inaktiverar eller låter bli att konfigurera den här principen konfigureras inga proxyserverinställningar, men användare i organisationen kan välja egna proxyinställningar för Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Gör att du kan ange URL:en till den proxyserver som ska användas av Microsoft Edge Update.

 Om du aktiverar den här principen kan du ange URL:en för proxyservern som används av Microsoft Edge Update i din organisation.

 Den här principen används endast om du har valt manuella proxyinställningar i principen “Välj hur du vill ange inställningar för proxyserver”.

 Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för proxyserver".</string>
      <string id="Explain_ProxyPacUrl">Gör att du kan ange en URL för en PAC-fil (Proxy Auto-config).

Om du aktiverar den här principen kan du ange en URL för en PAC-fil som automatiserar hur Microsoft Edge Update väljer rätt proxyserver för att hämta en viss webbplats.

Den här principen används endast om du har angett manuella proxyinställningar i principen Välj hur du vill ange inställningar för proxyserver.

Konfigurera inte den här principen om du har valt en annan proxyinställning än manuell i principen "Välj hur du vill ange inställningar för proxyserver".</string>
      <string id="Explain_Applications">En uppdaterad ADMX/ADML-mall krävs för att stödja Microsoft Edge-program som släpps i framtiden.</string>
      <string id="Explain_DefaultAllowInstallation">Du kan ange standardbeteende för alla kanaler om du vill tillåta eller blockera uppdateringar av Microsoft Edge på domänanslutna enheter.

Du kan åsidosätta denna princip för enskilda kanaler genom att aktivera principen “Tillåt installation” för specifika kanaler.

Om du inaktiverar den här principen blockeras installationen av Microsoft Edge. Det här påverkar bara installation av Microsoft Edge-programvara när principen “Tillåt installation” anges som inte konfigurerad.

Den här principen hindrar inte Microsoft Edge Update från att köras eller förhindra användare från att installera Microsoft Edge-programvara med andra metoder.</string>
      <string id="Explain_DefaultUpdatePolicy">Gör att du kan ange standardbeteendet för alla kanaler angående hur Microsoft Edge Update hanterar tillgängliga uppdateringar för Microsoft Edge. Kan åsidosättas för enskilda kanaler genom att ange principen "uppdatera principnamn" för dessa specifika kanaler.

  Microsoft Edge Update hanterar Microsoft Edge-uppdateringar efter hur du konfigurerar följande alternativ om du aktiverar den här principen:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas genom regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll.
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

 Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn".</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Med den här inställningen kan du ange standardbeteende för alla kanaler för att skapa skrivbordsgenvägar när Microsoft Edge är installerat.

 Om du aktiverar den här principen skapas det en skrivbordsgenväg när Microsoft Edge är installerat.
 Om du inaktiverar den här principen skapas ingen skrivbordsgenväg när Microsoft Edge är installerat.
 Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
 Om Microsoft Edge redan är installerat får den här principen ingen effekt.</string>
      <string id="Explain_CreateDesktopShortcut">Om du aktiverar den här principen skapas det en skrivbordsgenväg när Microsoft Edge installeras.
  Om du inaktiverar den här principen skapas ingen skrivbordsgenväg när Microsoft Edge installeras.
  Om du inte konfigurerar den här principen skapas en skrivbordsgenväg till Microsoft Edge under installationen.
  Om Microsoft Edge redan är installerat får den här principen ingen effekt.

  Om du inte aktiverar den här principen för en kanal, bestämmer standardinställningen för principen “Förhindra att skrivbordsgenvägar skapas under installation som standardinställning” om det skapas en genväg när Microsoft Edge installeras.</string>
      <string id="Explain_WebView">Anger principer för webbvy i Microsoft Edge.</string>
      <string id="Explain_WebView_AutoUpdate">Ger dig möjlighet att ange om automatiska uppdateringar ska aktiveras för Microsoft Edge WebView eller inte. Microsoft Edge WebView är en komponent som används av program för att visa webbinnehåll.
 Automatiska uppdateringar är aktiverade som standard. Om du inaktiverar automatisk uppdatering för Microsoft Edge WebView kan det orsaka kompatibilitetsproblem med program som är beroende av den här komponenten.

  Om du aktiverar den här principen hanteras uppdateringar av Microsoft Edge WebView av Microsoft Edge Update beroende på hur du konfigurerar följande alternativ:
  – Tillåt alltid uppdateringar: uppdateringar laddas ned och installeras automatiskt
  – Uppdateringar inaktiverat: uppdateringar laddas inte ned och tillämpas inte

  Om du inte aktiverar den här principen hämtas och tillämpas uppdateringar automatiskt.</string>
      <string id="Explain_WebView_Install">Ger dig möjlighet att ange om Microsoft Edge WebView kan installeras med Microsoft Edge Update.

 – Om du aktiverar den här principen kan användare installera Microsoft Edge WebView genom Microsoft Edge Update.
 – Om du inaktiverar den här principen kan användare inte installera Microsoft Edge WebView genom Microsoft Edge Update.
 – Om du låter bli att konfigurera den här principen bestämmer  principkonfigurationen 'Tillåt installation standard' om användare kan installera Microsoft Edge WebView genom Microsoft Edge Update eller inte.</string>
      <string id="Explain_WebView_TargetVersionPrefix">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge WebView till den version som anges i det här principvärdet.
  Principvärdet måste vara en specifik version av Microsoft Edge WebView, t.ex. 83.0.499.12. Om en enhet har en senare version av Microsoft Edge WebView än det angivna värdet, kommer Microsoft Edge WebView att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

  Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge WebView förbli i den aktuella versionen och inte uppdateras automatiskt till framtida versioner.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update efter hur du konfigurerar följande alternativ:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn". More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer Microsoft Edge att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge förbli i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' har angetts till något av PÅ-lägena (tillåt alltid uppdateringar, endast tysta automatiska uppdateringar, endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa att de senaste säkerhetsuppdateringarna skyddas. Återställningen till en tidigare version riskerar exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en uppdatering av webbläsaren Microsoft Edge.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information. Den är principen är avsedd att användas som en tillfällig åtgärd när företagsadministratörer behöver nedgradera av verksamhetsmässiga skäl. Den senaste versionen ska användas för att säkerställa att användarna skyddas av de senaste säkerhetsuppdateringarna. Det kan uppstå kompatibilitetsproblem när versioner nedgraderas till äldre versioner.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update efter hur du konfigurerar följande alternativ:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn". More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer Microsoft Edge att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge förbli i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' har angetts till något av PÅ-lägena (tillåt alltid uppdateringar, endast tysta automatiska uppdateringar, endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa att de senaste säkerhetsuppdateringarna skyddas. Återställningen till en tidigare version riskerar exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en uppdatering av webbläsaren Microsoft Edge.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information. Den är principen är avsedd att användas som en tillfällig åtgärd när företagsadministratörer behöver nedgradera av verksamhetsmässiga skäl. Den senaste versionen ska användas för att säkerställa att användarna skyddas av de senaste säkerhetsuppdateringarna. Det kan uppstå kompatibilitetsproblem när versioner nedgraderas till äldre versioner.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update efter hur du konfigurerar följande alternativ:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn". More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer Microsoft Edge att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge förbli i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' har angetts till något av PÅ-lägena (tillåt alltid uppdateringar, endast tysta automatiska uppdateringar, endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa att de senaste säkerhetsuppdateringarna skyddas. Återställningen till en tidigare version riskerar exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en uppdatering av webbläsaren Microsoft Edge.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information. Den är principen är avsedd att användas som en tillfällig åtgärd när företagsadministratörer behöver nedgradera av verksamhetsmässiga skäl. Den senaste versionen ska användas för att säkerställa att användarna skyddas av de senaste säkerhetsuppdateringarna. Det kan uppstå kompatibilitetsproblem när versioner nedgraderas till äldre versioner.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update efter hur du konfigurerar följande alternativ:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn". More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer Microsoft Edge att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge förbli i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' har angetts till något av PÅ-lägena (tillåt alltid uppdateringar, endast tysta automatiska uppdateringar, endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa att de senaste säkerhetsuppdateringarna skyddas. Återställningen till en tidigare version riskerar exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en uppdatering av webbläsaren Microsoft Edge.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information. Den är principen är avsedd att användas som en tillfällig åtgärd när företagsadministratörer behöver nedgradera av verksamhetsmässiga skäl. Den senaste versionen ska användas för att säkerställa att användarna skyddas av de senaste säkerhetsuppdateringarna. Det kan uppstå kompatibilitetsproblem när versioner nedgraderas till äldre versioner.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Anger om en Microsoft Edge-kanal kan installeras på domänanslutna enheter. 

 Om du aktiverar den här principen för en kanal blockeras inte Microsoft Edge från installationen. 

 Om du inaktiverar principen för en kanal blockeras Microsoft Edge från installationen. 

 Om du inte konfigurerar den här principen för en kanal bestämmer Tillåt installation standard principkonfigurationen om användare kan installera den kanalen av Microsoft Edge eller inte.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Anger hur Microsoft Edge Update hanterar tillgängliga uppdateringar från Microsoft Edge.

  Om du aktiverar den här principen hanteras Microsoft Edge-uppdateringar av Microsoft Edge Update efter hur du konfigurerar följande alternativ:
   - Tillåt alltid uppdateringar: Uppdateringar tillämpas alltid när de hittas, antingen genom regelbunden uppdateringskontroll eller genom manuell kontroll.
   - Endast automatiska tysta uppdateringar: Uppdateringar tillämpas endast när de hittas vid regelbunden uppdateringskontroll.
   - Endast manuella uppdateringar: Uppdateringar tillämpas endast när användaren gör en manuell uppdateringskontroll. (Det är inte alla appar som har ett gränssnitt för det här alternativet.)
   - Uppdateringar inaktiverade: Uppdateringar tillämpas aldrig.

  Om du väljer manuella uppdateringar måste du se till att regelbundet söka efter uppdateringar genom att använda appens funktion för manuell uppdatering, om den är tillgänglig. Om du inaktiverar uppdateringar bör du söka efter uppdateringar regelbundet och distribuera dem till användarna.

  Om du inte aktiverar eller konfigurerar den här principen hanterar Microsoft Edge Update tillgängliga uppdateringar enligt principen "uppdatera principnamn". More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">När den här principen är aktiverad och automatisk uppdatering är aktiverad, uppdateras Microsoft Edge till den version som anges i det här principvärdet.

Principvärdet måste vara en specifik Microsoft Edge-version, t.ex. 83.0.499.12.

Om en enhet har en senare version av Microsoft Edge än det angivna värdet, kommer Microsoft Edge att finnas kvar på den nyare versionen och inte nedgraderas till den angivna versionen.

Om den angivna versionen inte finns eller inte är korrekt formaterad, kommer Microsoft Edge förbli i den aktuella versionen och uppdateras inte till framtida versioner automatiskt.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Anger att Microsoft Edge Update ska återställa installationer av Microsoft Edge till den version som anges i 'Åsidosätt målversion'.

Den här principen har ingen effekt om inte 'Åsidosätt målversion' anges och 'Åsidosättning av uppdateringsprincip' har angetts till något av PÅ-lägena (tillåt alltid uppdateringar, endast tysta automatiska uppdateringar, endast manuella uppdateringar).

Om du inaktiverar den här principen eller låter bli att konfigurera den kommer installationer som har en högre version än den som anges i 'Åsidosätt målversion' att lämnas som de är.

Om du aktiverar den här principen nedgraderas installationer som har en aktuell version som är högre än vad som anges i 'Åsidosätt målversion' till målversionen.

Vi rekommenderar att användare installerar den senaste versionen av webbläsaren Microsoft Edge för att säkerställa att de senaste säkerhetsuppdateringarna skyddas. Återställningen till en tidigare version riskerar exponering för kända säkerhetsproblem. Den här principen är avsedd att användas som en temporär åtgärd för att hantera problem i en uppdatering av webbläsaren Microsoft Edge.

Innan du tillfälligt återställer din webbläsarversion bör du aktivera synkronisering (https://go.microsoft.com/fwlink/?linkid=2133032) för alla användare i organisationen. Om du inte aktiverar synkronisering finns det risk för permanent förlust av webbdata. Använd den här principen på egen risk.

Obs! Alla versioner som är tillgängliga för återställning kan visas här https://aka.ms/EdgeEnterprise.

Den här principen är endast tillgänglig på Windows-instanser som är anslutna till en Microsoft® Active Directory®-domän.

Den här principen gäller Microsoft Edge version 86 eller senare.

Se https://go.microsoft.com/fwlink/?linkid=2133918 för mer information. Den är principen är avsedd att användas som en tillfällig åtgärd när företagsadministratörer behöver nedgradera av verksamhetsmässiga skäl. Den senaste versionen ska användas för att säkerställa att användarna skyddas av de senaste säkerhetsuppdateringarna. Det kan uppstå kompatibilitetsproblem när versioner nedgraderas till äldre versioner.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuter mellan sökningar efter uppdateringar</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Timme</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minut</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Varaktighet</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Typ av hämtnings-URL som ska begäras</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Välj hur du vill ange inställningar för proxyserver
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Adress eller URL för proxyserver</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL till en PAC-proxyfil</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Uppdateringsprincip</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Målversion</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>